{
  "blog" : {
    "c4p" : {
      "backgroundColor" : "#3647a5",
      "brief" : "GDG DevFest Ukraine was announced, for the sixth year in a row, the conference will bring together 900 developers, managers and...",
      "content" : "GDG DevFest Ukraine was announced, for the sixth year in a row, the conference will bring together 900 developers, managers and entrepreneurs on **October 13-14** to Lviv.  This year our team is doing big advancement in the content, we're building an extra stage to accommodate more visitors and provide three fully independent tracks on Android, Web and Google Cloud topics.  Our focus is the content. **We’re looking for speakers like you**, who are ready to rock the stage and deliver the best talk or workshop in the field.  \"I've been to conferences all over the world and what you've created in Lviv is world class. It's easily first league of conferences.\" - Piotr Tuszynski, DevFest '16 Keynote Speaker  <div layout horizontal center-justified> <a href=\"http://bit.ly/df17-c4p\" rel=\"noopener noreferrer\">   <paper-button primary>Submit a proposal</paper-button> </a> </div>  ## Why is it cool to speak at the DevFest?  DevFest Ukraine is not an ordinary tech conference, besides selecting only the best speakers, we help them to succeed in delivering an exceptional quality talk on the stage.  Here are few perks that all our speakers get:  - **Expences covered**. Hotel for 3 nights, travel costs and entrance to exclusive speaker parties are covered for all speakers. - **Professional video recording**. We work with experienced video production companies to create session recording of the best quality. Stage, screen, audio, all is recorded separately and combined later. Check the [session videos from the last year](https://www.youtube.com/watch?v=VOwUnBkqmo4). - **Exposure**. By being a speaker, you are proving your level of expertise to a potential business partners or employers. Your talk will be promoted in our online resources and recording published in YouTube channel with more than 35k views. - **Unique networking**. Being a speaker means you’ll have the unique chance to network with other speakers - the best experts in the industry. - **Coaching**. We're in the same boat, after being selected as a speaker our program committee will help you to deliver the best talk possible. We provide information about the audience, presentation templates, feedback on the slides, all to help you to prepare.  \"It was a best DevFest I ever attended. So professional, so much enthusiasm from the community. You managed to bring the vibe of Google I/O to Ukraine.\" - David Vávra, DevFest '16 Speaker  ## What are we looking for?  We're looking for **experience-based talks**, the information that can not be found in the documentation or easily googled. We're looking for your stories, your struggles, research results and experiences with the frontier tools or technologies. Check the [list of topics](https://docs.google.com/document/d/18eGvBr6wdlXsfiZM4EK6SubfL3G1RWj-ABTBN9pngNg/edit?usp=sharing) we're interested in (it is not full and updated all the time).  ### Format  You can submit as many talks as you want. This year we accept submissions in two formats:   - 40 minutes sessions.   - 2(or 3) hours workshops.  ### Talks that will not pass initial review  - Talks about a specific tool/library/project explaining how it works or how to use it.  - Talks whose focus is pitching a company or project. It’s cool that you mention your company during the presentation, but it shouldn’t be the focus of the talk.  - Proposals that are not in English.  - Recruitment talks to attract talent.  We strongly recommend you check out [speaking.io](http://speaking.io/) website from Zach Holman. It includes good tips and guidelines for speakers.   ## Timeline  **Call for Papers submission deadline is July 1, 2017.** Submission results will be announced by July 16.   Any questions? Email organizers at [devfest@gdg.org.ua](mailto:devfest@gdg.org.ua)  <div layout horizontal center-justified> <a href=\"http://bit.ly/df17-c4p\" rel=\"noopener noreferrer\">   <paper-button primary>Submit a proposal</paper-button> </a> </div>",
      "image" : "/images/posts/c4p.jpg",
      "published" : "2017-02-12",
      "source" : "/data/posts/2017-02-12-c4p.md",
      "title" : "We're looking for speakers"
    }
  },
  "gallery" : [],
  "notifications" : {
    "config" : {
      "icon" : "",
      "timezone" : "-04:00"
    },
    "messages" : { },
    "subscribers" : { },
    "test" : { },
    "users" : { }
  },
  "partners" : [ {
    "logos" : [ {
      "order" : 0,
      "logoUrl" : "../images/logos/gdg-lviv.svg",
      "name" : "GDG Lviv",
      "url" : "https://plus.google.com/102444623953913144164"
    } ],
    "order" : 0,
    "title" : "Template Creator"
  }, {
    "logos" : [ {
      "order" : 0,
      "logoUrl" : "../images/logos/google.svg",
      "name" : "Google",
      "url" : "https://www.google.com.ua/intl/en/about/"
    }],
    "order" : 1,
    "title" : "General Partner"
  } ],
  "schedule" : {
    "2016-09-09" : {
      "dateReadable" : "September 9",
      "timeslots" : [ {
        "endTime" : "10:00",
        "sessions" : [ {
          "items" : [ 132 ]
        } ],
        "startTime" : "09:00"
      }, {
        "endTime" : "10:15",
        "sessions" : [ {
          "items" : [ 136 ]
        } ],
        "startTime" : "10:00"
      }, {
        "endTime" : "11:00",
        "sessions" : [ {
          "items" : [ 139 ]
        } ],
        "startTime" : "10:15"
      }, {
        "endTime" : "11:40",
        "sessions" : [ {
          "items" : [ 103, 112 ]
        }, {
          "items" : [ 120 ]
        }, {
          "extend" : 3,
          "items" : [ 109 ]
        } ],
        "startTime" : "11:00"
      }, {
        "endTime" : "12:30",
        "sessions" : [ {
          "items" : [ 129 ]
        }, {
          "items" : [ 116 ]
        } ],
        "startTime" : "11:50"
      }, {
        "endTime" : "14:00",
        "sessions" : [ {
          "items" : [ 133 ]
        } ],
        "startTime" : "12:30"
      }, {
        "endTime" : "14:40",
        "sessions" : [ {
          "items" : [ 101 ]
        }, {
          "items" : [ 118 ]
        }, {
          "extend" : 2,
          "items" : [ 107 ]
        } ],
        "startTime" : "14:00"
      }, {
        "endTime" : "15:30",
        "sessions" : [ {
          "items" : [ 140 ]
        }, {
          "items" : [ 126 ]
        } ],
        "startTime" : "14:50"
      }, {
        "endTime" : "16:00",
        "sessions" : [ {
          "items" : [ 134 ]
        } ],
        "startTime" : "15:30"
      }, {
        "endTime" : "16:40",
        "sessions" : [ {
          "items" : [ 105 ]
        }, {
          "items" : [ 127 ]
        }, {
          "extend" : 3,
          "items" : [ 119 ]
        } ],
        "startTime" : "16:00"
      }, {
        "endTime" : "17:30",
        "sessions" : [ {
          "items" : [ 112 ]
        }, {
          "items" : [ 111 ]
        } ],
        "startTime" : "16:50"
      }, {
        "endTime" : "18:20",
        "sessions" : [ {
          "items" : [ 106 ]
        }, {
          "items" : [ 125 ]
        } ],
        "startTime" : "17:40"
      }, {
        "endTime" : "22:30",
        "sessions" : [ {
          "items" : [ 137 ]
        } ],
        "startTime" : "18:30"
      } ],
      "tracks" : [ {
        "title" : "Expo hall"
      }, {
        "title" : "Conference hall"
      }, {
        "title" : "Workshops hall"
      } ]
    },
    "2016-09-10" : {
      "dateReadable" : "September 10",
      "timeslots" : [ {
        "endTime" : "10:10",
        "sessions" : [ {
          "items" : [ 135 ]
        } ],
        "startTime" : "09:30"
      }, {
        "endTime" : "10:50",
        "sessions" : [ {
          "items" : [ 114 ]
        }, {
          "items" : [ 117 ]
        }, {
          "items" : [ 121 ]
        } ],
        "startTime" : "10:10"
      }, {
        "endTime" : "11:40",
        "sessions" : [ {
          "items" : [ 122 ]
        }, {
          "items" : [ 113 ]
        }, {
          "extend" : 2,
          "items" : [ 121 ]
        } ],
        "startTime" : "11:00"
      }, {
        "endTime" : "12:30",
        "sessions" : [ {
          "items" : [ 104 ]
        }, {
          "items" : [ 124 ]
        } ],
        "startTime" : "11:50"
      }, {
        "endTime" : "14:00",
        "sessions" : [ {
          "items" : [ 133 ]
        } ],
        "startTime" : "12:30"
      }, {
        "endTime" : "14:40",
        "sessions" : [ {
          "items" : [ 108 ]
        }, {
          "items" : [ 128 ]
        }, {
          "extend" : 2,
          "items" : [ 102 ]
        } ],
        "startTime" : "14:00"
      }, {
        "endTime" : "15:30",
        "sessions" : [ {
          "items" : [ 110 ]
        }, {
          "items" : [ 123 ]
        } ],
        "startTime" : "14:50"
      }, {
        "endTime" : "16:00",
        "sessions" : [ {
          "items" : [ 134 ]
        } ],
        "startTime" : "15:30"
      }, {
        "endTime" : "16:40",
        "sessions" : [ {
          "items" : [ 131 ]
        }, {
          "items" : [ 140 ]
        }, {
          "extend" : 2,
          "items" : [ 130 ]
        } ],
        "startTime" : "16:00"
      }, {
        "endTime" : "17:30",
        "sessions" : [ {
          "items" : [ 115 ]
        }, {
          "items" : [ 140 ]
        } ],
        "startTime" : "16:50"
      } ],
      "tracks" : [ {
        "title" : "Expo hall"
      }, {
        "title" : "Conference hall"
      }, {
        "title" : "Workshops hall"
      } ]
    }
  },
  "sessions" : {
    "101" : {
      "complexity" : "Beginner",
      "description" : "In this session, we will take a look at Windows and .NET support on Google Cloud Platform. We will build a simple ASP.NET app, deploy to Google Compute Engine and take a look at some of the tools and APIs available to .NET developers on Google Cloud Platform. ",
      "language" : "English",
      "presentation" : "https://speakerdeck.com/gdglviv/mete-atamel-windows-and-net-on-google-cloud-platform",
      "speakers" : [ "mete_atamel", "adrian_kajda" ],
      "tags" : [ "Cloud" ],
      "title" : "Windows and .NET on Google Cloud Platform "
    },
    "102" : {
      "complexity" : "Beginner",
      "description" : "Do you remember the game Simon says from the 80s? I don’t know about you, but I know many that spent hours trying to press those specific sequences of red, green, blue and yellow buttons in the correct order. But why play on your own? We’ve implemented a gRPC server that allows you to play Simon with other players over the internet!\n\nIn this workshop we will dive into the toolset and libraries to build your very own Simon Says client for this server. We will have a message description in Protocol Buffers format and some stub code in several languages ready for you to play with. The goal for this workshop is for you to have a working client that you can use to play (and beat!) other attendees of the workshop.",
      "language" : "English",
      "speakers" : [ "mete_atamel" ],
      "tags" : [ "Cloud" ],
      "title" : "Hands-on gRPC experience building your own multiplayer game client"
    },
    "103" : {
      "complexity" : "Intermediate",
      "description" : "Doze mode is just around the corner. \nIntroduced in Marshmallow, as the shy guy that was allowed to step in only when your device went to sleep. ZzzZzzzz\nWith the new N release, Doze mode becomes the rockstar. He rushes into the room with a big shabang by shooting all background services and network requests that forgot to get away. \nHe should no longer be shy. He just shoots and dances on bones of your scheduled alarms, while you wonder why this particular task is no longer running.\nWith the new Doze mode, you require to adapt your app architecture to the new reality.\nOn this talk, we will learn how to survive Doze mode using Job Scheduler, Content Provider and stay in one piece.",
      "language" : "English",
      "presentation" : "https://speakerdeck.com/gdglviv/yonatan-levin-knock-knock-whos-there-doze",
      "speakers" : [ "yonatan_levin" ],
      "tags" : [ "Android" ],
      "title" : "Knock knock! Who's there? Doze."
    },
    "104" : {
      "complexity" : "Beginner",
      "description" : "It's no longer just about digitizing our environment. It’s rather about pervasive and ubiquitous computing. Almost all everyday things will turn into connected devices soon. This “Internet of Things” will allow the Web to be physically tangible. But what is the value, and how can one prevent IoT applications which just seem to be only more expensive and complicated than conventional solutions. Sascha will discuss the purpose and guide you through this complex topic showing inspiring solutions, tips from practice, and code samples in a variety of technologies from simple Bluetooth Eddystone Beacons to more sophisticated IoT platforms like Eclipse SmartHome.",
      "language" : "English",
      "presentation" : "https://speakerdeck.com/gdglviv/sascha-wolter-the-physical-web-context-is-king",
      "speakers" : [ "sascha_wolter" ],
      "tags" : [ "Web" ],
      "title" : "The Physical Web: Context is King!",
      "videoId" : "fLfQNp75kbc"
    },
    "105" : {
      "complexity" : "Intermediate",
      "description" : "TBD",
      "language" : "English",
      "presentation" : "https://speakerdeck.com/gdglviv/rustem-arzymbetov-intro-to-tensorflow",
      "speakers" : [ "rustem_arzymbetov" ],
      "tags" : [ "Cloud" ],
      "title" : "Intro to TensorFlow",
      "videoId" : "e3cuSz1hEPs"
    },
    "106" : {
      "complexity" : "Beginner",
      "description" : "Fuelio. Success story (I'll write more info later)",
      "language" : "English",
      "presentation" : "https://speakerdeck.com/gdglviv/adrian-kajda-fuelio-success-story",
      "speakers" : [ "adrian_kajda" ],
      "tags" : [ "Android" ],
      "title" : "Fuelio. Success story",
      "videoId" : "qK7ysoohsaM"
    },
    "107" : {
      "complexity" : "Beginner",
      "description" : "There's been much discussion about Progressive Web Apps. They're still a relatively new model. In this talk, I'll summarise few options and techniques for getting started with your own Progressive Web App",
      "extend" : 2,
      "language" : "English",
      "speakers" : [ "gerard_sans" ],
      "tags" : [ "Web" ],
      "title" : "Introduction to Progressive Web Apps in Angular 2"
    },
    "108" : {
      "complexity" : "Intermediate",
      "description" : "Angular 2 introduces a new Data Architecture based on Reactive Programming using RxJS 5. We are really excited to see the new approach using Observable sequences aka Observables. We will cover a basic introduction of Angular 2 followed by RxJS 5 and the new HTTP API covering some basic use cases.",
      "language" : "English",
      "presentation" : "https://speakerdeck.com/gdglviv/gerard-sans-new-data-architecture-in-angular-2",
      "speakers" : [ "gerard_sans" ],
      "tags" : [ "Web" ],
      "title" : "New Data Architecture in Angular 2",
      "videoId" : "pgmLkwD-mqM"
    }
  },
  "speakers" : {
    "anthony_carmona" : {
      "bio" : "Mr. Justice Anthony Thomas Aquinas Carmona ORTT, SC, the country’s fifth President succeeded Professor George Maxwell Richards and served in office from 2013-2018. On March 18, 2013, Mr. Justice Anthony Thomas Aquinas Carmona, ORTT, SC, took the oath as the Fifth President of the Republic of Trinidad and Tobago, at an Inaugural Ceremony, at the Hasely Crawford Stadium, Port-of-Spain, Republic of Trinidad and Tobago. The nation’s highest award, the Order of the Republic of Trinidad & Tobago (ORTT) was conferred upon President Carmona on July 24th 2013. In that same year, he was also appointed Chancellor of the University of Trinidad & Tobago (UTT) on October 25th, and on October 23rd 2014, he was awarded an Honorary Doctorate by the University of the West Indies (UWI).",
      "company" : "",
      "companyLogo" : "",
      "companyLogoUrl" : "",
      "country" : "Trinidad and Tobago",
      "featured" : true,
      "name" : "Mr. Justice Anthony Thomas Aquinas Carmona ORTT, SC",
      "photo" : "https://firebasestorage.googleapis.com/v0/b/uwifstweek.appspot.com/o/carmona.webp?alt=media&token=1bb34259-4b47-4a34-95b4-277cc5cf965a",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/uwifstweek.appspot.com/o/carmona.webp?alt=media&token=1bb34259-4b47-4a34-95b4-277cc5cf965a",
      "shortBio" : "The nation’s highest award, the Order of the Republic of Trinidad & Tobago (ORTT) was conferred upon President Carmona on July 24th 2013.",
      "socials" : [],
      "order" : 0,
      "title" : "Former President, Trinidad and Tobago"
    },
    "john_agard" : {
      "bio" : "Professor John Agard graduated from UWI with a B.Sc. in Chemistry and Zoology, the University of Manchester with a M.Sc. in Pollution and Environmental Control and later UWI with a Ph.D. in Zoology. He was the Head of the Department of Life Sciences for 6 years until July 2015 and is currently the Director of the Office of Research, Development and Knowledge Transfer at UWI, St Augustine. As Professor of Tropical Island Ecology, his research interest in the field of sustainability science involves mainstreaming environmental considerations including pollution, biodiversity and ecosystem services conservation as well as climate change impacts and adaptation into the core of policy and national decision making. Professor Agard was a Lead Author of the UN Inter-Governmental Panel on Climate Change (IPCC) 4th and 5th assessments. He also serves as independent advisor on environment and sustainability policy to the Board of the Inter-American Development Bank (IDB) in Washington DC. Professor Agard has previously served as a member of the CARICOM Climate Change Task Force and as a member of the Caribbean Sea Commission formed by the Association of Caribbean States (ACS) to advance the cause of integrated management of the Caribbean Sea.  At the local level he has served as Chairman of the Environmental Management Authority of Trinidad and Tobago for 4 terms in which capacity he has overseen the development of the National Environmental Policy and several pieces of subsidiary legislation such as the Water Pollution Rules, the Environmentally Sensitive Areas Rules and the Environmentally Sensitive Species Rules. Professor Agard also served as a member of the CARICOM advisory group on the Samoa Pathway for SIDS. He is also a Coordinating Lead Author of the Intergovernmental (Science-Policy) Panel on Biodiversity and Ecosystem Services (IPBES) as well as being on the Scientific Advisory Panel of UNEP for the Global Environmental Outlook.",
      "companyLogo" : "/images/logos/gdg-lviv.svg",
      "companyLogoUrl" : "https://storage.googleapis.com/hoverboard-experimental.appspot.com/images/logos/gdg-lviv.svg",
      "country" : "Mete is a Developer Advocate at Google Advocate at Google Advocate at Google at London, United Kingdom",
      "featured" : true,
      "name" : "Prof. John Agard",
      "photo" : "https://firebasestorage.googleapis.com/v0/b/uwifstweek.appspot.com/o/Prof%20John%20Agard.webp?alt=media&token=73e0ace2-dcf3-4ae5-a5b9-485566401680",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/uwifstweek.appspot.com/o/Prof%20John%20Agard.webp?alt=media&token=73e0ace2-dcf3-4ae5-a5b9-485566401680",
      "shortBio" : "Currently the Professor of Tropical Island Ecology and the Director of the Office of Research, Development and Knowledge Transfer at UWI, St Augustine.",
      "socials" : [],
      "badges": [],
      "order" : 16,
      "title" : "Director, Office of Resaerch, Developement and Knowledge"
    },
    "donal_baldosingh" : {
      "bio" : "Michael is a software engineer at Stanfy. He is KPI FICT Computer Science graduate and has 4+ years in Android development. Michael moderates KyivAndroidDevClub. Besides programming, he is a capoeira player.",
      "company" : "CZITT",
      "companyLogo" : "",
      "companyLogoUrl" : "",
      "country" : "",
      "featured" : true,
      "name" : "Donald Baldeosingh",
      "photo" : "https://firebasestorage.googleapis.com/v0/b/uwifstweek.appspot.com/o/Donald%20Baldeosingh.webp?alt=media&token=9f26f285-3e59-4833-a985-996536644fa0",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/uwifstweek.appspot.com/o/Donald%20Baldeosingh.webp?alt=media&token=9f26f285-3e59-4833-a985-996536644fa0",
      "shortBio" : "Founder of the Carbon Zero Initiative of Trinidad and Tobago, CZITT who also serves as President of the ENMAN Group based in Point Lisas. ",
      "socials" : [],
      "order" : 17,
      "title" : "Founder, Carbon Zero Initiative of Trinidad and Tobago"
    },
    "paul_lammertsma" : {
      "bio" : "Paul is CTO and co-founder of Pixplicity, Holland's leading Android-specific consulting and app-building company. He applies his knowledge of Java, Android and Linux in Pixplicity to develop high-quality apps and provide technical solutions for customers such as Mercedes-Benz, Nestlé, De Telegraaf, AGIS and De Consumentenbond.",
      "company" : "Pixplicity",
      "companyLogo" : "/images/logos/gdg-lviv.svg",
      "companyLogoUrl" : "https://storage.googleapis.com/hoverboard-experimental.appspot.com/images/logos/gdg-lviv.svg",
      "country" : "Amsterdam, The Netherlands",
      "featured" : true,
      "name" : "Paul Lammertsma",
      "photo" : "/images/people/paul_lammertsma.jpg",
      "photoUrl" : "https://storage.googleapis.com/hoverboard-experimental.appspot.com/images/people/optim/paul_lammertsma.jpg",
      "shortBio" : "Paul is CTO and co-founder of Pixplicity, Holland's leading Android-specific consulting and app-b...",
      "socials" : [ {
        "icon" : "gplus",
        "link" : "https://plus.google.com/u/0/+PaulLammertsma",
        "name" : "Google+"
      }, {
        "icon" : "twitter",
        "link" : "https://twitter.com/officesunshine",
        "name" : "Twitter"
      } ],
      "order" : 18,
      "title" : "CTO"
    }
  },
  "team" : [ {
    "members" : [ {
      "name" : "Oleh Zasadnyy",
      "photo" : "/images/people/oleh_zasadnyy.jpg",
      "photoUrl" : "https://storage.googleapis.com/hoverboard-experimental.appspot.com/images/people/optim/oleh_zasadnyy.jpg",
      "socials" : [ {
        "icon" : "gplus",
        "link" : "https://plus.google.com/+OlehZasadnyy",
        "name" : "Google+"
      }, {
        "icon" : "facebook",
        "link" : "https://www.facebook.com/oleh.zasadnyy",
        "name" : "Facebook"
      }, {
        "icon" : "twitter",
        "link" : "https://twitter.com/ozasadnyy",
        "name" : "Twitter"
      }, {
        "icon" : "website",
        "link" : "http://o.zasadnyy.com/",
        "name" : "Blog"
      } ],
      "order" : 0,
      "title" : "Website and sponsors"
    }],
    "title" : "Core Team"
  }, {
    "members" : [ {
      "name" : "Ihor Dvoretskyi",
      "photo" : "/images/people/ihor_dvoretskyi.jpg",
      "photoUrl" : "",
      "socials" : [ {
        "icon" : "facebook",
        "link" : "https://www.facebook.com/idvoretskyi",
        "name" : "Facebook"
      }],
    "title" : "Program Committee"
  } ],
  "tickets" : [ {
    "available" : true,
    "currency" : "$",
    "ends" : "",
    "info" : "Requirements",
    "name" : "Bronze",
    "price" : 80,
    "soldOut" : false,
    "starts" : "",
    "url" : "https://2event.com/events/1027108"
  }, {
    "available" : false,
    "currency" : "$",
    "ends" : "",
    "inDemand" : false,
    "info" : "Requirements",
    "name" : "Silver",
    "price" : 100,
    "regular" : true,
    "soldOut" : false,
    "starts" : "",
    "url" : "https://2event.com/events/1027108"
  }, {
    "available" : true,
    "currency" : "$",
    "ends" : "Jun 30",
    "inDemand" : true,
    "info" : "Or first 200 tickets",
    "name" : "Early Bird",
    "price" : 120,
    "regular" : true,
    "soldOut" : false,
    "starts" : "Feb 7",
    "url" : "https://2event.com/events/1027108"
  }, {
    "available" : false,
    "currency" : "$",
    "ends" : "Sep 30",
    "inDemand" : false,
    "info" : "Or first 350 tickets",
    "name" : "Regular",
    "price" : 160,
    "primary" : true,
    "regular" : true,
    "soldOut" : false,
    "starts" : "Jul 1",
    "url" : "https://2event.com/events/1027108"
  }, {
    "available" : true,
    "currency" : "$",
    "info" : "Money worth nothing when you love it",
    "name" : "I Love DFUA",
    "price" : 280,
    "soldOut" : false,
    "url" : "https://2event.com/events/1027108"
  } ],
  "triggers" : {
    "images" : false
  },
  "videos" : [ {
    "speakers" : "Yonatan Levin",
    "thumbnail" : "https://firebasestorage.googleapis.com/v0/b/hoverboard-firebase.appspot.com/o/images%2Fsessions%2F2017%2FGDG-(65).jpg?alt=media&token=f25f04cf-9a10-42ed-b2ff-e41fad910c39",
    "title" : "Making mistakes and building products from 1st to 30M users",
    "youtubeId" : "hUY8jg9-ieE"
  }],
  "previousSpeakers": {
    "yonatan_levin" : {
      "bio" : "A born entrepreneur, combining the creative imagination of an artist with the meticulous precision of an engineer, Yonatan Levin is not only one of Israel’s top mobile developers, he’s also a member of the elite worldwide group of Google Developers Experts.\n\nAnd while Yonatan’s primary expertise is in Mobile and Product Management, he also gets along extremely well with backend technologies — not to mention people in general.\n\nAt Gett Yonatan headed up Android development, helping make it the world’s largest on-demand transportation, delivery, and logistics company. Most recently, Yonatan has received funding for his thirds (and latest) startup, KolGene, which is already revolutionizing the field of genetic testing.\n\nIn his free time, Yonatan can often be found, like his Star Wars hero Luke Skywalker, saving the galaxy, one groundbreaking technology at a time.",
      "company" : "KolGene",
      "companyLogo" : "https://storage.googleapis.com/dfua17.appspot.com/images/logos/kolgene.svg",
      "country" : "Israel",
      "id" : "yonatan_levin",
      "name" : "Yonatan Levin",
      "order" : 5,
      "photoUrl" : "https://storage.googleapis.com/dfua17.appspot.com/images/people/yonatan_levin.jpg",
      "sessions" : {
        "2016" : [ {
          "presentation" : "https://speakerdeck.com/gdglviv/yonatan-levin-knock-knock-whos-there-doze",
          "tags" : [ "Android" ],
          "title" : "Knock knock! Who's there? Doze."
        } ],
        "2017" : [ {
          "presentation" : "https://speakerdeck.com/gdglviv/yonatan-levin-architecture-components-the-one-that-got-away",
          "tags" : [ "Android" ],
          "title" : "Architecture Components. The one that got away",
          "videoId" : "FzmDFscF41o"
        }, {
          "presentation" : "https://speakerdeck.com/gdglviv/yonatan-levin-keynote-making-mistakes-and-building-products-from-1st-to-30m-users",
          "tags" : [ "General", "Entrepreneurship" ],
          "title" : "Making mistakes and building products from 1st to 30M users",
          "videoId" : "hUY8jg9-ieE"
        } ]
      },
      "socials" : [ {
        "icon" : "facebook",
        "link" : "https://www.facebook.com/levin.yonatan",
        "name" : "Facebook"
      }, {
        "icon" : "twitter",
        "link" : "https://twitter.com/parahall",
        "name" : "Twitter"
      }, {
        "icon" : "linkedin",
        "link" : "https://www.linkedin.com/in/levinyonatan/",
        "name" : "LinkedIn"
      } ],
      "title" : "CTO & Co-Founder"
    },
    "yuliya_kaleda" : {
      "bio" : "Yuliya is an Android developer, leading a team of 4 developers at Jet.com. Her main focus  is to build performant, scalable, cutting-edge Android projects. Her most recent cutting-edge project was the first multi-feature Instant Apps, which was a huge success and got featured on Google Android Developer website (https://developer.android.com/stories/instant-apps/jet.html#results). She volunteers at C4Q - non-profit organization, the main focus of which is to foster the tech community in NY. She also volunteers in teaching Android Development at Access Code Program, which targets underrepresented minorities, women and immigrants.",
      "company" : "Jet.com",
      "companyLogo" : "https://storage.googleapis.com/dfua17.appspot.com/images/logos/jet.svg",
      "country" : "USA",
      "id" : "yuliya_kaleda",
      "name" : "Yuliya Kaleda",
      "order" : 20,
      "photoUrl" : "https://storage.googleapis.com/dfua17.appspot.com/images/people/yuliya_kaleda.jpg",
      "sessions" : {
        "2017" : [ {
          "presentation" : "https://speakerdeck.com/gdglviv/yuliya-kaleda-make-your-app-instant",
          "tags" : [ "Android", "Instant Apps" ],
          "title" : "Make Your App Instant!",
          "videoId" : "v4RfZ0f_HVE"
        } ]
      },
      "socials" : [ {
        "icon" : "linkedin",
        "link" : "https://www.linkedin.com/in/yuliya-kaleda-b4525ab1/",
        "name" : "LinkedIn"
      } ],
      "title" : "Senior Android Developer"
    }
  }
}
